{
  "name": "Chiho",
  "url": "https://en.wikipedia.org/wiki/Chiho_Aoshima",
  "content": {
    "text": "Chiho Aoshima (青島千穂, born 1974 in Tokyo, Japan) is a Japanese pop artist and member of Takashi Murakami's Kaikai Kiki Collective. Aoshima graduated from the Department of Economics, Hosei University, Tokyo. She held a residency at Art Pace, San Antonio, United States in 2006.&#91;1&#93;Aoshima was unhappy while studying economics at Hosei University. In an interview with Saatchi Art Aoshima admitted that, \"I was bored to death, even when I was hanging out with my friends. I was eager to create something but didn’t know what to create, every day time passed so slowly and I felt like I was going to die.\"&#91;2&#93; She taught herself how to use Adobe Illustrator and began to fall in love with the medium.&#91;3&#93; After participating in her first show, Murakami's Tokyo Girls Bravo, she began to work in Murakami’s factory.&#91;4&#93;Aoshima’s work often involves surreal scenes and dreamscapes, often including ghosts, demons, nature and shōjo.&#91;5&#93; Her work also features contrasting themes such as nature and civilization, creation and destruction and life and death.&#91;6&#93; Aoshima mostly prints large scale images onto papers with heavy-duty printers, but she has also printed on materials such as leather and plastic surfaces to give her images different textures.&#91;7&#93;Aoshima also works in sculpture and animation, her largest image yet is from her City Glow Series. She displayed this work in an exhibition on a disused platform of the Gloucester Road tube station in London during 2006 and at the 14th Street – Union Square subway station in New York City.&#91;8&#93; It measures 32.5 meters in length and 4.8 meters in height.\nAoshima's work can be thought to come from somewhere in between innocent reality and a twisted dream world. Aoshima states that, \"My work feels like strands of my thoughts that have flown around the universe before coming back to materialise.\"&#91;9&#93;It's easy to see traditional Japanese artistic tendencies in her artwork. Chiho has said that ukiyo-e painter and printmaker Hokusai has had a great deal of influence in how she approaches her artistic renderings. Much like the traditional ukiyo-e compositions, her subjects are drawn with a well defined flat line&#91;10&#93; and are placed in a single plane of depth.&#91;11&#93; The ukiyo-e principals also play a heavy influence on her overarching style principal known as superflat.\nAoshima's works are considered superflat, the postmodern art movement which was founded by Takashi Murakami. Using digital drawing tools Aoshima creates unique scenes featuring nymphettes cavorting with animals, cheerleaders gone awry, and blood-stained sashimi slicers, all depicted with soft, cool colors, little modeling, and a dreamy, teen point of view.\nFor Superflat, a 2001 exhibition at the Museum of Contemporary Art in Los Angeles, Aoshima scaled up The red-eyed tribe, a highly detailed landscape filled with stylish young women, originally made for an Issey Miyake advertisement, to a massive fifteen by fifty-two feet.&#91;12&#93; Because of the nature of the medium, there was no loss of clarity in the production of the giant digital prints, and the transference of the intimate, hand-held scale of mango to billboard bombast illuminates the possibilities of the simplified manga look for environmental applications.&#91;13&#93;Aoshima's heavy use of feminine figures with big eyes, small facial features, thin bodies makes the shōjo's, a young woman approximately 7–18 years old,&#91;14&#93; body cute but sometimes ugly, scary, and funny. The physical transgressions and unpleasant presentations challenge what is cute and beautiful about the objectified shōjo, and Aoshima makes this point via a flowery, cute shōjo aesthetic.&#91;5&#93;Aoshima takes the motherly and worldly form of the feminine figure and transforms the childlike atmospheres into grotesque scenes. She keeps just enough of the classic shōjo aesthetic to remain cute and docile but distorts it into another otherworldly, monstrous, theme.&#91;3&#93; “Because of the places where I’m presenting my work, I sometimes feel I have to make lighter, happier images ... But I really enjoy drawing the dark, disturbing worlds. Of course, in the end, even those should be cute,” she has said.&#91;9&#93;Artists who use shōjo techniques are often critiqued for perpetuating cultural norms through their use of gender defining roles for their female characters. Oftentimes shōjo is seen as a feminist movement, however Chiho denies any such political affiliation.&#91;5&#93;"
  }
}